---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.ModifiedLinkedFile
source: html/dfca3e75-7a24-1b88-1ceb-fa8bdc7b4592.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.ModifiedLinkedFile Property

Shared Sites in the link have been modified, use move instance to reset the change.

## Syntax (C#)
```csharp
public static FailureDefinitionId ModifiedLinkedFile { get; }
```